tap "FelixKratz/formulae"

brew "sheldon"
brew "lima"
brew "borders"
brew "sketchybar"
brew "switchaudio-osx"

cask "font-0xproto-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "sf-symbols"
cask "font-sf-mono"
cask "font-sf-pro"
cask "karabiner-elements"
cask "clipy"
cask "whatsapp"
cask "arc"
cask "discord"
cask "linearmouse"
cask "slack"
cask "nikitabobko/tap/aerospace"
cask "monitorcontrol"

# TeX環境
cask "basictex"
cask "skim"
