tap "daipeihust/tap"
tap "felixkratz/formulae"
tap "humanlayer/humanlayer"
tap "manaflow-ai/cmux"
tap "morantron/tmux-fingers"
tap "mtgto/macskk"
tap "nikitabobko/tap"
tap "songmu/tap"
tap "steipete/tap"
tap "steveyegge/beads"
tap "wickenico/wailbrew"
tap "zegervdv/zathura"
brew "autoconf"
brew "automake"
brew "btop"
brew "curl"
brew "fish"
brew "gcc"
brew "grep"
brew "hubflow"
brew "icu4c@78"
brew "libtool"
brew "imagemagick@6", link: true
brew "libpostal"
brew "lima"
brew "lua"
brew "mecab"
brew "mecab-ipadic"
brew "ossp-uuid"
brew "pkgconf"
brew "readline"
brew "postgresql@18"
brew "qemu"
brew "redis"
brew "sheldon"
brew "silicon"
brew "switchaudio-osx"
brew "tcpdump"
brew "tmux"
brew "wget"
brew "zlib"
brew "daipeihust/tap/im-select"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
cask "1password"
cask "nikitabobko/tap/aerospace"
cask "arc"
cask "clipy"
cask "cursor"
cask "datagrip"
cask "finetune"
cask "font-0xproto-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-mono"
cask "font-sf-pro"
cask "font-sketchybar-app-font"
cask "google-japanese-ime"
cask "input-source-pro"
cask "karabiner-elements"
cask "linearmouse"
cask "mactex-no-gui"
cask "monitorcontrol"
cask "redis-insight"
cask "sf-symbols"
cask "slack"
cask "spotify"
cask "whatsapp"
mas "LINE", id: 539883307
mas "Xcode", id: 497799835
go "github.com/bufbuild/buf/cmd/buf"
go "github.com/nurazon59/connect-go-sandbox"
go "github.com/k1LoW/deck/cmd/deck"
go "github.com/nurazon59/ghmux"
go "cmd/go"
go "cmd/gofmt"
go "github.com/sqlc-dev/sqlc/cmd/sqlc"
