tap "felixkratz/formulae"
tap "humanlayer/humanlayer"
tap "manaflow-ai/cmux"
tap "morantron/tmux-fingers"
tap "mtgto/macskk"
tap "nikitabobko/tap"
tap "songmu/tap"
tap "steipete/tap"
tap "steveyegge/beads"
tap "wickenico/wailbrew"
tap "zegervdv/zathura"
brew "chawan"
brew "docker-buildx"
brew "dockutil"
brew "tesseract"
brew "helix"
brew "lima"
brew "qemu"
brew "lima-additional-guestagents"
brew "mas"
brew "pipx"
brew "poppler"
brew "protobuf"
brew "sheldon"
brew "silicon"
brew "switchaudio-osx"
brew "tcpdump"
brew "tmux"
brew "typst"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "morantron/tmux-fingers/tmux-fingers"
brew "songmu/tap/laminate"
brew "steipete/tap/gogcli"
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "nikitabobko/tap/aerospace"
cask "alacritty"
cask "arc"
cask "clipy"
cask "manaflow-ai/cmux/cmux"
cask "humanlayer/humanlayer/codelayer-nightly"
cask "discord"
cask "display-pilot"
cask "font-0xproto-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-mono"
cask "font-sf-pro"
cask "font-sketchybar-app-font"
cask "google-japanese-ime"
cask "input-source-pro"
cask "kindle-previewer"
cask "linearmouse"
cask "mactex-no-gui"
cask "monitorcontrol"
cask "sf-symbols"
cask "slack"
cask "spotify"
cask "whatsapp"
mas "LINE", id: 539883307
mas "Xcode", id: 497799835
go "github.com/bufbuild/buf/cmd/buf"
go "github.com/nurazon59/connect-go-sandbox"
go "github.com/k1LoW/deck/cmd/deck"
go "github.com/nurazon59/ghmux"
go "cmd/go"
go "cmd/gofmt"
go "github.com/sqlc-dev/sqlc/cmd/sqlc"
