tap "felixkratz/formulae"
tap "nikitabobko/tap"
brew "autoconf"
brew "automake"
brew "btop"
brew "fish"
brew "grep"
brew "hubflow"
brew "libtool"
brew "imagemagick@6", link: true
brew "libpostal"
brew "lua"
brew "mecab"
brew "mecab-ipadic"
brew "pkgconf"
brew "qemu"
brew "redis"
brew "sheldon"
brew "switchaudio-osx"
brew "typos-lsp"
brew "wget"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
cask "1password"
cask "nikitabobko/tap/aerospace"
cask "arc"
cask "clipy"
cask "cursor"
cask "datagrip"
cask "font-0xproto-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-mono"
cask "font-sf-pro"
cask "alacritty"
cask "ghostty"
cask "google-japanese-ime"
cask "input-source-pro"
cask "linearmouse"
cask "monitorcontrol"
cask "redis-insight"
cask "sf-symbols"
cask "slack"
cask "wezterm"
